Repository: fxgl/steamac
Catalog: host/launcher/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: The launcher's last ~200 log lines (launcher, MoltenVK, libkrun and virglrenderer messages; home folder paths shortened to ~) and the boot stages.
ru: Последние ~200 строк журнала приложения (сообщения приложения, MoltenVK, libkrun и virglrenderer; пути к домашней папке сокращены до ~) и этапы загрузки.
zh_hans: 启动器最近约 200 行日志（启动器、MoltenVK、libkrun 和 virglrenderer 消息；个人文件夹路径缩写为 ~）及启动阶段。

source: The password could not be read from the Keychain.
ru: Не удалось прочитать пароль из связки ключей.
zh_hans: 无法从钥匙串读取密码。

source: The public ARM64 Steam Deck client (steamdeck_stable). Standard sign-in with an on-screen QR code.
ru: Общедоступный клиент Steam Deck для ARM64 (steamdeck_stable). Обычный вход с QR-кодом на экране.
zh_hans: 公开发布的 ARM64 Steam Deck 客户端（steamdeck_stable）。通过屏幕上的二维码按常规方式登录。

source: The report could not be sent
ru: Не удалось отправить отчёт
zh_hans: 报告发送失败

source: The report is too large for the server even after shrinking it.
ru: Отчёт слишком велик для сервера даже после уменьшения.
zh_hans: 即使缩减后，报告仍超出服务器的大小限制。

source: The server answered HTTP %lld.
ru: Сервер ответил HTTP %lld.
zh_hans: 服务器返回 HTTP %lld。

# The server answered HTTP %lld: %@
source: The server answered HTTP %1$lld: %2$@
ru: Сервер ответил HTTP %lld: %@
zh_hans: 服务器返回 HTTP %lld：%@

source: The server is busy (HTTP 429); try again in %@ s.
ru: Сервер занят (HTTP 429); повторите попытку через %@ с.
zh_hans: 服务器繁忙（HTTP 429）；请在 %@ 秒后重试。

source: The server is busy (HTTP 429); try again later.
ru: Сервер занят (HTTP 429); повторите попытку позже.
zh_hans: 服务器繁忙（HTTP 429）；请稍后重试。

source: The virtual machine ended without being asked to (%@).
ru: Виртуальная машина завершила работу без запроса на завершение (%@).
zh_hans: 虚拟机意外终止（%@）。

source: This SteamOS build is signed with Valve's development key (steamos-dev-images) and can't be verified; choose stable or try again later.
ru: Эта сборка SteamOS подписана ключом разработки Valve (steamos-dev-images), и её невозможно проверить; выберите stable или повторите попытку позже.
zh_hans: 此 SteamOS 构建使用 Valve 的开发密钥（steamos-dev-images）签名，无法验证；请选择 stable 或稍后重试。

source: This boot has no sound device.
ru: При этой загрузке нет звукового устройства.
zh_hans: 本次启动未配置声音设备。

source: This development build never checks at startup; FX Steam Launcher > Check for Updates… does.
ru: Эта сборка для разработки никогда не проверяет обновления при запуске; проверить их можно через FX Steam Launcher > «Проверить обновления…».
zh_hans: 此开发版不会在启动时检查更新；可通过“FX Steam Launcher > 检查更新…”检查。

source: This libkrun has no sound support (SND=1).
ru: В этой libkrun нет поддержки звука (SND=1).
zh_hans: 此 libkrun 不支持声音（SND=1）。

source: This session's launcher, libkrun, virglrenderer and MoltenVK messages and perf/stall lines (last ~2 MB; home folder paths shortened to ~, your user and computer names removed).
ru: Сообщения приложения, libkrun, virglrenderer и MoltenVK за этот сеанс и строки производительности/простоев (последние ~2 МБ; пути к домашней папке сокращены до ~, имена пользователя и компьютера удалены).
zh_hans: 本次会话的启动器、libkrun、virglrenderer 和 MoltenVK 消息及 perf/stall 行（最近约 2 MB；个人文件夹路径缩写为 ~，移除你的用户名和电脑名称）。

source: Toggle Full Screen (Ctrl+Cmd+F)
ru: Переключить полноэкранный режим (Ctrl+Cmd+F)
zh_hans: 切换全屏（Ctrl+Cmd+F）

source: Undo
ru: Отменить
zh_hans: 撤销

source: Unknown game
ru: Неизвестная игра
zh_hans: 未知游戏

source: Unreadable answer from the server.
ru: Нечитаемый ответ сервера.
zh_hans: 无法读取服务器响应。

source: Update Available: %@…
ru: Доступно обновление: %@…
zh_hans: 有可用更新：%@…

source: Use Default
ru: По умолчанию
zh_hans: 使用默认

source: Use Existing Disk…
ru: Выбрать диск…
zh_hans: 使用已有磁盘…

source: Use the Mac's time zone and clock format
ru: Использовать часовой пояс и формат времени Mac
zh_hans: 使用 Mac 的时区和时钟格式

source: User
ru: Пользователь
zh_hans: 用户

source: VM CPU %@ cores
ru: ВМ использует %@ ядра CPU
zh_hans: 虚拟机 CPU 占用 %@ 核

source: VM CPU %@ cores · guest alive
ru: ВМ использует %@ ядра CPU · гостевая система отвечает
zh_hans: 虚拟机 CPU 占用 %@ 核 · 客户机仍在响应

source: VM process crashed (%@)
ru: Сбой процесса ВМ (%@)
zh_hans: 虚拟机进程崩溃（%@）

source: VM process exited with status %d
ru: Процесс ВМ завершился с кодом %d
zh_hans: 虚拟机进程已退出，状态码为 %d

source: VM process killed (SIGKILL — memory pressure or force quit)
ru: Процесс ВМ завершён принудительно (SIGKILL — нехватка памяти или принудительное завершение)
zh_hans: 虚拟机进程被终止（SIGKILL — 内存压力或强制退出）

source: Valve's ARM64 client for Steam Frame (a beta for a headset not yet released). Until an account is signed in with Remember me, the Steam Deck client shows the sign-in QR code.
ru: Клиент Valve для ARM64 для Steam Frame (бета-версия для ещё не выпущенной гарнитуры). До входа в учётную запись с включённым параметром «Запомнить меня» клиент Steam Deck показывает QR-код для входа.
zh_hans: Valve 为 Steam Frame 提供的 ARM64 客户端（尚未发布的头显的测试版）。在登录账户并勾选“记住我”之前，使用 Steam Deck 客户端显示登录二维码。

source: Verifying Steam installation
ru: Проверка установки Steam
zh_hans: 正在验证 Steam 安装

source: Verifying the signed bundle…
ru: Проверка подписанного пакета…
zh_hans: 正在验证已签名的软件包…

source: Versions and setup: app, macOS, libkrun/virglrenderer/MoltenVK builds, kernel, SteamOS build, Mac model, GPU, VM CPUs/RAM/display mode, game App IDs.
ru: Версии и конфигурация: приложение, macOS, сборки libkrun/virglrenderer/MoltenVK, ядро, сборка SteamOS, модель Mac, GPU, CPU/ОЗУ/режим экрана ВМ, ID приложений игр.
zh_hans: 版本与配置：应用、macOS、libkrun/virglrenderer/MoltenVK 构建、内核、SteamOS 构建、Mac 机型、GPU、虚拟机 CPU/内存/显示模式、游戏 App ID。

source: View
ru: Вид
zh_hans: 显示

source: Virtual CPUs
ru: Виртуальные CPU
zh_hans: 虚拟 CPU

source: Virtual controller
ru: Виртуальный контроллер
zh_hans: 虚拟控制器

source: Volume
ru: Громкость
zh_hans: 音量

source: Vulkan driver
ru: Драйвер Vulkan
zh_hans: Vulkan 驱动

source: Vulkan on Metal 3 through MoltenVK with steamac's patches (macOS 15 or newer).
ru: Vulkan на Metal 3 через MoltenVK с исправлениями steamac (macOS 15 или новее).
zh_hans: 通过含 steamac 补丁的 MoltenVK 在 Metal 3 上实现 Vulkan（macOS 15 或更高版本）。

source: Waiting for SteamOS to draw…
ru: Ожидание изображения от SteamOS…
zh_hans: 等待 SteamOS 绘制…

source: Waking up…
ru: Выход из режима сна…
zh_hans: 正在唤醒…

source: What happened?
ru: Что произошло?
zh_hans: 发生了什么？

source: What is sent
ru: Что отправляется
zh_hans: 发送内容

source: What you did, what you expected and what happened instead (game, settings, since when)…
ru: Что вы делали, чего ожидали и что произошло вместо этого (игра, настройки, с какого момента)…
zh_hans: 你做了什么、期望的结果、实际发生的情况（游戏、设置、何时开始）…

source: When FX Steam Launcher is in the background
ru: Когда FX Steam Launcher в фоновом режиме
zh_hans: 当 FX Steam Launcher 在后台时

source: When a DualSense appears as a DualSense, SteamOS gets the controller itself: touchpad, motion sensors, lightbar, mute button and its light, rumble and adaptive triggers, as on a Steam Deck. Swap and deadzone below do not apply to it.
ru: Когда DualSense отображается как DualSense, SteamOS получает сам контроллер: сенсорную панель, датчики движения, световую панель, кнопку выключения микрофона и её индикатор, вибрацию и адаптивные триггеры, как на Steam Deck. Настройки перестановки кнопок и мёртвой зоны ниже к нему не применяются.
zh_hans: 当 DualSense 在 SteamOS 中显示为 DualSense 时，SteamOS 会直接获得控制器本身：触摸板、运动传感器、光条、静音按钮及其指示灯、振动和自适应扳机，与 Steam Deck 上一样。下方的按键互换和死区设置对它无效。

source: When closing the window
ru: При закрытии окна
zh_hans: 关闭窗口时

source: While a game has focus, a click captures the pointer (relative motion for mouse-look).
ru: Когда игра активна, нажатие захватывает указатель (относительное перемещение для управления взглядом мышью).
zh_hans: 游戏获得焦点时，点按即可捕获指针（通过相对移动控制视角）。

source: Window
ru: Окно
zh_hans: 窗口

source: Writing rootfs-A and rootfs-B…
ru: Запись rootfs-A и rootfs-B…
zh_hans: 正在写入 rootfs-A 和 rootfs-B…

source: Writing the first-boot payload…
ru: Запись данных для первого запуска…
zh_hans: 正在写入首次启动所需的数据…

source: Xbox 360 controller
ru: Контроллер Xbox 360
zh_hans: Xbox 360 控制器

source: You're up to date
ru: Установлена новейшая версия
zh_hans: 已是最新版本

source: another SteamOS disk is being created with the download cache %@: wait for it to finish or cancel it
ru: с кэшем загрузки %@ уже создаётся другой диск SteamOS: дождитесь завершения или отмените создание
zh_hans: 另一个 SteamOS 磁盘正在使用下载缓存 %@ 创建：请等待创建完成或取消该操作

source: applies now
ru: применяется сейчас
zh_hans: 立即生效

source: applies on next start
ru: применяется при следующем запуске
zh_hans: 下次启动时生效

source: auto-capture in games off
ru: автозахват в играх выключен
zh_hans: 游戏中自动捕获已关闭

source: auto-capture in games on
ru: автозахват в играх включён
zh_hans: 游戏中自动捕获已开启

source: auto-capture off for %@
ru: автозахват выключен для %@
zh_hans: 已为 %@ 关闭自动捕获

source: auto-capture off for %@ (Ctrl+Cmd+G captures)
ru: автозахват выключен для %@ (Ctrl+Cmd+G захватывает)
zh_hans: 已为 %@ 关闭自动捕获（Ctrl+Cmd+G 手动捕获）

source: auto-capture on for %@
ru: автозахват включён для %@
zh_hans: 已为 %@ 开启自动捕获

source: black picture %lld s
ru: чёрное изображение %lld с
zh_hans: 黑屏 %lld 秒

source: click to capture the mouse
ru: нажмите, чтобы захватить мышь
zh_hans: 点按以捕获鼠标

source: click to capture the mouse (Ctrl+Option releases)
ru: нажмите, чтобы захватить мышь (Ctrl+Option освобождает)
zh_hans: 点按以捕获鼠标（Ctrl+Option 释放）

source: display off %lld s
ru: экран выключен %lld с
zh_hans: 显示已关闭 %lld 秒

source: drives the virtual pad
ru: управляет виртуальным контроллером
zh_hans: 驱动虚拟手柄

source: enter a whole number of GiB
ru: введите целое число GiB
zh_hans: 请输入以 GiB 为单位的整数

source: game %@
ru: игра %@
zh_hans: 游戏 %@

source: guest alive
ru: гостевая система отвечает
zh_hans: 客户机仍在响应

source: guest not responding for %lld s
ru: гостевая система не отвечает %lld с
zh_hans: 客户机已 %lld 秒无响应

source: home size must be 8..4096 GiB
ru: объём home должен быть от 8 до 4096 GiB
zh_hans: home 分区容量必须为 8 至 4096 GiB

source: memory unknown
ru: использование памяти неизвестно
zh_hans: 内存未知

source: mm
ru: мм

source: mouse captured — Ctrl+Option releases
ru: мышь захвачена — Ctrl+Option освобождает
zh_hans: 鼠标已捕获 — Ctrl+Option 释放

source: muted
ru: звук выключен
zh_hans: 已静音

source: needs macOS 26 or newer (Metal 4)
ru: требуется macOS 26 или новее (Metal 4)
zh_hans: 需要 macOS 26 或更高版本（Metal 4）

source: no disk image
ru: нет образа диска
zh_hans: 无磁盘映像

source: no frame %lld s
ru: нет кадра %lld с
zh_hans: 已 %lld 秒无画面

source: no permission to create %@: choose a folder you can write to
ru: нет разрешения на создание %@: выберите папку с доступом на запись
zh_hans: 无权创建 %@：请选择可写入的文件夹

source: no permission to write in %@: choose a folder you can write to, or allow writing in Finder → Get Info → Sharing & Permissions
ru: нет разрешения на запись в %@: выберите папку с доступом на запись или разрешите запись в Finder → «Свойства» → «Общий доступ и права доступа»
zh_hans: 无权在 %@ 中写入：请选择可写入的文件夹，或在“访达 → 显示简介 → 共享与权限”中允许写入

source: none
ru: нет
zh_hans: 无

source: not a SteamOS disk
ru: не диск SteamOS
zh_hans: 不是 SteamOS 磁盘

# not enough free space for the download cache: %@ GB needed in %@, %@ GB free
source: not enough free space for the download cache: %1$@ GB needed in %2$@, %3$@ GB free
ru: недостаточно места для кэша загрузки: требуется %@ ГБ в %@, свободно %@ ГБ
zh_hans: 下载缓存空间不足：%2$@ 中需要 %1$@ GB，可用空间为 %3$@ GB

source: not enough free space on exFAT: %1$@ GB needed on %2$@, %3$@ GB free. exFAT stores the full disk size (no sparse files); choose a smaller home size or an APFS volume
ru: недостаточно места на exFAT: требуется %@ ГБ на %@, свободно %@ ГБ. exFAT хранит диск в полном размере (без разреженных файлов); выберите меньший объём home или том APFS
zh_hans: exFAT 上的可用空间不足：%2$@ 上需要 %1$@ GB，可用空间为 %3$@ GB。exFAT 会存储完整磁盘大小（不支持稀疏文件）；请选择更小的 home 分区容量或 APFS 宗卷

# not enough free space: %@ GB needed on the volume of %@, %@ GB free
source: not enough free space: %1$@ GB needed on the volume of %2$@, %3$@ GB free
ru: недостаточно свободного места: требуется %@ ГБ на томе %@, свободно %@ ГБ
zh_hans: 可用空间不足：%2$@ 所在宗卷需要 %1$@ GB，可用空间为 %3$@ GB

source: not included in this build (%@)
ru: не включено в эту сборку (%@)
zh_hans: 此构建未包含（%@）

source: overridden by command line (%@)
ru: задано командной строкой (%@)
zh_hans: 已被命令行覆盖（%@）

source: paused
ru: на паузе
zh_hans: 已暂停

source: pointer follows the Mac cursor 1:1 (fixed)
ru: указатель следует за курсором Mac 1:1 (фиксировано)
zh_hans: 指针与 Mac 光标 1:1 跟随（固定）

source: pt
ru: пт

source: restarting… (close to force quit)
ru: перезапуск… (закройте для принудительного завершения)
zh_hans: 正在重启…（关闭则强制退出）

source: selftest done
ru: самопроверка завершена
zh_hans: 自检完成

source: shutting down… (close again to force quit)
ru: выключение… (закройте ещё раз для принудительного завершения)
zh_hans: 正在关机…（再次关闭则强制退出）

source: sleeping — click to wake
ru: в режиме сна — нажмите для пробуждения
zh_hans: 睡眠中 — 点按以唤醒

source: the SteamOS disk %@ is in use by another FX Steam Launcher (or steamac-vm). Quit it first: two VMs writing one disk corrupt its file systems.
ru: диск SteamOS %@ используется другим FX Steam Launcher (или steamac-vm). Сначала завершите его работу: две ВМ, записывающие данные на один диск, повреждают его файловые системы.
zh_hans: SteamOS 磁盘 %@ 正被另一个 FX Steam Launcher（或 steamac-vm）使用。请先退出它：两个虚拟机同时写入同一磁盘会损坏其文件系统。

source: the disk selected for growth is no longer the next boot's writable disk
ru: диск, выбранный для увеличения, больше не является доступным для записи диском следующей загрузки
zh_hans: 所选的待扩展磁盘已不再是下次启动时使用的可写入磁盘

source: the new home size must be larger than its current %@ GiB (disks cannot be shrunk)
ru: новый объём home должен быть больше текущего — %@ GiB (диски нельзя уменьшать)
zh_hans: 新的 home 分区容量必须大于当前的 %@ GiB（磁盘无法缩小）

source: the selected SteamOS disk has changed; choose its size again
ru: выбранный диск SteamOS изменился; выберите его размер заново
zh_hans: 所选 SteamOS 磁盘已更改；请重新选择其容量

source: this image already has room for that home size; start SteamOS to finish growing it
ru: в этом образе уже есть место для такого объёма home; запустите SteamOS, чтобы завершить увеличение
zh_hans: 此映像已能容纳该 home 分区容量；请启动 SteamOS 以完成扩容

# validating %@%% · %@ of %@ GB · %@ MB/s
source: validating %1$@%% · %2$@ of %3$@ GB · %4$@ MB/s
ru: проверка %@%% · %@ из %@ ГБ · %@ МБ/с
zh_hans: 正在验证 %@%% · %@ / %@ GB · %@ MB/s

source: waiting (%lld s)
ru: ожидание (%lld с)
zh_hans: 等待中（%lld 秒）

source: Full HD, 16:9
zh_hans: 全高清，16:9
